texts = {
    'start': '''👋 Привет, {first_name}!
😎 Я, Алекс Рико, рад, что ты решил зарабатывать на моей авторской стратегии ЦИКЛОВ, и встал на путь грабления букмекерских контор со мной!
☀️Ежедневно тут будут выкладываться ЦИКЛЫ по хоккею и футболу. На этих циклах можно стабильно зарабатывать большие суммы денег!

👇 Жми на «💎 Подписка» и начинай свой финансово независимый путь вместе со мной!''',


    'advice': '''
Привет! ✋
Хочешь увеличить свою прибыль еще на 50-80% в месяц? Это очень легко. Под каждым постом я указываю коэффиценты в разных конторах и если ты был внимательным, то там видно, что коэффицент почти всегда выше в БК на которой я ставлю.👍

❗️Но есть 2 подводных камня с которыми ты можешь столкнуться.

1 камень - это если на твоей конторе не будет, например, 4-5 ставки в цикле, то это приведёт к полному сливу банка.

2 камень - это если контора не даст тебе поставить нужную сумму из-за лимита на ставку. То есть, например, на 4 ставку надо поставить 10,000₽, а контора даёт возможность поставить только 3,000₽, то это приведёт к полному сливу банка.

✅Все эти проблемы я предвидел и решил. Моя бот-платформа анализирует матчи и 
проверяет их на наличие в этой БК, если тебе не нужны эти проблемы, то тебе надо будет ставить только здесь.

А так же они дадут тебе +250% на депозит, это очень выгодно и я рекомендую всем использовать эту возможность. 250% от первого депозита ты получишь легко, просто введи код «CYCLE» при регистрации и сразу пополняй баланс. Бонус одноразовый, по этому, чтобы выжать из него максимум, пополняй как можно больше в первый раз! Пополнил 5000₽ получил 17500₽ для ставок.

Оставляю для тебя ссылку на контору в которой я ставлю и которая увеличит твою прибыль https://mostbet.xyz''',


    'about_bot': '''CycleBet  - бот-платформа анализируящая исходы на спортивные события. Платформа основана на машинном обучении и производит анализ истории матчей, участников этих матчей, общий новостной фон связанный с матчем и дает на основе полученных данных вероятность нечетного исхода.

Платформа позволяет зарабатывать от 100 000 рублей в месяц при вложениях всего 10 000 руб.''',



    'tech_help': '''Вопросы по поводу работы:
- бота
- оплаты подписки
- бонусной программы

Писать @alex_rico
Владелец платформы: @alex_rico'''

}